Revit 2024 API
VoltageTypeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual VoltageTypeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As VoltageTypeSetIterator
Visual C++
public:
virtual VoltageTypeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
VoltageTypeSet Class
Autodesk.Revit.DB.Electrical Namespace